; ###### Techs ######

[BasicPCSAgility X2TechTemplate]
DisplayName="PCS: Basic Agility"
Summary="Designed to improve the reflexes of the affected soldier, the Basic Agility sim will improve the odds of dodging attacks in combat."

[AdvancedPCSAgility X2TechTemplate]
DisplayName="PCS: Advanced Agility"
Summary="The Advanced Agility sim provides a moderate improvement to the affected soldiers ability to dodge incoming attacks."

[SuperiorPCSAgility X2TechTemplate]
DisplayName="PCS: Superior Agility"
Summary="The Superior Agility sim will give the affected soldier the greatest chance of dodging attacks."

[BasicPCSConditioning X2TechTemplate]
DisplayName="PCS: Basic Conditioning"
Summary="The affected soldier will gain a slight boost in survivability on the battlefield with the Basic Conditioning sim."

[AdvancedPCSConditioning X2TechTemplate]
DisplayName="PCS: Advanced Conditioning"
Summary="The Advanced Conditioning sim provides the affected soldier with a moderate boost in survivability on the battlefield."

[SuperiorPCSConditioning X2TechTemplate]
DisplayName="PCS: Superior Conditioning"
Summary="The Superior Condtioning sim provides the greatest possible increase in survivability on the battlefield."

[BasicPCSFocus X2TechTemplate]
DisplayName="PCS: Basic Focus"
Summary="The Basic Focus sim improves the odds that the affected soldier will resist panic and Psionic attacks."

[AdvancedPCSFocus X2TechTemplate]
DisplayName="PCS: Advanced Focus"
Summary="The Advanced Focus sim gives the affected soldier an even greater chance of resisting panic and Psionic attacks."

[SuperiorPCSFocus X2TechTemplate]
DisplayName="PCS: Superior Focus"
Summary="The Superior Focus sim provides the affected soldier with the best possible chance of resisting panic and Psionic attacks."

[BasicPCSPerception X2TechTemplate]
DisplayName="PCS: Basic Perception"
Summary="The basic Perception sim is designed to give the affected soldier improved aim in combat regardless of their weapon of choice."

[AdvancedPCSPerception X2TechTemplate]
DisplayName="PCS: Advanced Perception"
Summary="The Advanced Perception sim provides the affected soldier with an even greater boost to aim."

[SuperiorPCSPerception X2TechTemplate]
DisplayName="PCS: Superior Perception"
Summary="The Superior Perception sim provides the greatest boost in aim for the affected soldier."

[BasicPCSSpeed X2TechTemplate]
DisplayName="PCS: Basic Speed"
Summary="The Basic Speed sim allows the affected soldier to move further in combat than would ordinarily be possible."

[AdvancedPCSSpeed X2TechTemplate]
DisplayName="PCS: Advanced Speed"
Summary="The Advanced Speed sim provides a slightly greater increase to the movement range of the affected soldier."

[SuperiorPCSSpeed X2TechTemplate]
DisplayName="PCS: Superior Speed"
Summary="The Superior Speed sim gives the affected soldier the largest possible increase to movement range."

; ###### Vanilla Override ######

; Basic PCSs
[CommonPCSAgility X2EquipmentTemplate]
FriendlyName="PCS: Basic Agility"
FriendlyNamePlural="PCS: Basic Agility"
BriefSummary="Designed to improve the reflexes of the affected soldier, the Basic Agility sim will improve the odds of dodging attacks in combat."

[CommonPCSConditioning X2EquipmentTemplate]
FriendlyName="PCS: Basic Conditioning"
FriendlyNamePlural="PCS: Basic Conditioning"
BriefSummary="The affected soldier will gain a slight boost in survivability on the battlefield with the Basic Conditioning sim."  

[CommonPCSFocus X2EquipmentTemplate]
FriendlyName="PCS: Basic Focus"
FriendlyNamePlural="PCS: Basic Focus"
BriefSummary="The Basic Focus sim improves the odds that the affected soldier will resist panic and Psionic attacks." 

[CommonPCSPerception X2EquipmentTemplate]
FriendlyName="PCS: Basic Perception"
FriendlyNamePlural="PCS: Basic Perception"
BriefSummary="The Basic Perception sim is designed to give the affected soldier improved aim in combat regardless of their weapon of choice."

[CommonPCSSpeed X2EquipmentTemplate]
FriendlyName="PCS: Basic Speed"
FriendlyNamePlural="PCS: Basic Speed"
BriefSummary="The Basic Speed sim allows the affected soldier to move further in combat than would ordinarily be possible."